Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/tutkimus.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâšvuođâ luvâttâllâm

source: Lappia ja saamelaisia on tutkittu paljon ja tutkimuksia tai tutkimuksenomaisia kuvauksia on kirjoitettu runsaasti viime vuosisatojen aikana.
smn: Säämi já sämmiliih láá tutkum ennuv já tutkâmušah teikâ toi sullâsiih čalluuh láá čaallum ennuv majemui čyetilovoi ääigi. Anarâššáid ubâlávt kyeskee tutkâmušah iä lah masa ollágin.

source: Inarinsaamelaista kulttuuria tai elämäntapaa ei ole tutkittu kokonaisuutena juuri ollenkaan.
smn: Motomeh ääših láá kovvejum uássin vijđásub sämmilijd kyeskee tutkâmušâst, teikâ anarâšâi ääših mainâšuvvojeh tuše uánihávt.

source: Joitakin piirteitä kuvataan osana yleistä, laajempaa saamelaista tutkimusta tai niitä käsitellään viittauksenomaisesti, ohimennen.
smn: Aanaar kovvejuvvoo maaŋgâ mätkimainâsist, mut talle-uv ko kieđâvuššojeh Aanaar kuávlu sämmiliih, anarâšah láppojeh eres sämmilij siähán.

source: Inaria kuvataan monessakin matkakertomuksessa tai -kuvauksessa, mutta silloinkin kun kerrotaan Inarin alueen saamelaisista, niputetaan inarinsaamelaiset vain saamelaisiksi yleensä.
smn: Lii maka tuše ohtâ sämmilij juávkku.

source: Tällaisia kirjoittajia ovat mm. Jacob Fellman, M. A. Castrén, Antti Hämäläinen ja Ilmari Hustich Inarinsaamelaiset eivät näytä olleen kovin mielenkiintoinen tutkimuskohde.
smn: Tágáreh čälleeh láá el. Jacob Fellman, M. A. Castren, Antti Hämäläinen já Ilmari Hustich. Anarâšah iä oro lemin meendugin pivnohis ulmuuh tutkâmušaašijd valjiidijn.

source: Kolttia on tutkittu enemmän.
smn: Nuorttâliih láá tutkum eenâb.

source: On olemassa lukuisia tutkimuksia, jotka käsittelevät pelkästään kolttia.
smn: Láá maŋgâ tutkâmuš, moh kyeskih tuše nuorttâlijd.

source: Tavallista on myös, että saamelaisia yleisesti käsittelevässä tutkimuksessa on erillinen kolttia koskeva luku, mutta ei koskaan inarinsaamelaista osuutta.
smn: Táválâš lii meiddei taggaar tutkâmmalli, et ko tutkâmvuáláážin láá sämmiliih puohnissii, te tutkâmušâst lii nuorttâlijn sierânâs loho, mut ij kuássin anarâšâin.

source: Yksinomaan inarinsaamelaisia koskevia tutkimuksia on kyllä olemassa, mutta niistä kaikki tutkivat tai kuvaavat kieltä.
smn: Láá kale tagareh-uv tutkâmušah moh kyeskih tuše anarâšâid, mut toh láá kielâtutkâmušah.

source: Sellaisia aloja, joissa inarinsaamelaiset ovat mukana osana laajempaa tutkimusta, on lisäksi kansatiede, historia ja musiikki.
smn: Ton lasseen anarâšah láá eenâb teikâ ucceeb fáárust uássin vijđásub tutkâmušâst aalmugtiettuu, historjá já muusik tutkâmušâin.

source: 1. Inarinsaamelaisia käsitteleviä tutkimusteoksia
smn: 1. Anarâšâid kie đâvuššee tutkâmuškirjeh

source: Kirjassa on verbien ja nominien taivutusta sekä näytteitä kielestä ja sanaluettelo.
smn: Kirjeest lii verbâi já nominij sujâttem já kielâčáittuseh sehe sänilisto.

source: A. V. Koskimiehen ja T. I. Itkosen työnä ilmestyi kertomaperinteen kokoelma Inarinlappalaista kansantietoutta (1918).
smn: A. V. Koskimies já T. I. Itkos pargon almostui mainâsčuágáldâh Inarinlappalaista kansantietoutta (1918).

source: Kirjan aineiston oli Koskimies kerännyt v. 1886.
smn: Kirje amnâstuv lâi nuurrâm Koskimies i. 1886.

source: Frans Äimä tutki inarinsaamen äänneoppia teoksessaan Phonetik und Lautlehre des InarilappischenI-II (1918).
smn: Frans Äimä tuuđhâi anarâškielâ jienâdâhoopâ kirjestis Phonetik und Lautlehre des Inarilappischen I-II (1918).

source: Hän kokosi myös sanaluettelon, jossa on kaikkiaan 10.000 sanaa.
smn: Sun čoogij meiddei sänilisto, mast láá puohnissii 10.000 säännid.

source: Äimän sanaluettelo on pohjana Erkki Itkosen sanakirjaan Inarilappisches Wörterbuch I-IV. Toimittaneet Raija Bartens ja Lea Laitinen.
smn: Äimä sänilisto lii vuáđđun Erkki Itkos sänikirjeest Inarilappisches Wörterbuch I-IV. Toimâttâm Raija Bartens já Lea Laitinen.

source: Pekka Sammallahti on laatinut käsikirjoitusasteelle inarinsaamen fonologian.
smn: Pekka Sammallahti lii ráhtâm anarâškielâ fonologia, mii lii val kietâčaalân.

source: Marja-Liisa Olthuis on tehnyt inarinsaamen sanakirjan ja kieliopin, jotka ovat kokeilumonisteina.
smn: Marja-Liisa Olthuis lii ráhtâm anarâškielâ sänikirje já kielâoopâ, moh láá keččâlâddâmmáŋgusin.

source: Annika Pasanen valmistelee väitöskirjaa inarinsaamen revitalisaatiosta.
smn: Annika Pasanen lii rähtimin náguskirje anarâškielâ revitalisaatiost.

source: 2. Teoksia ja artikkeleita, joissa inarinsaamen kieltä tai muuta kulttuuria käsitellään osana laajempaa kokonaisuutta
smn: 2. Kirjeh já artikkeleh, main anarâškielâ teikâ eres kulttuur lii uássin vij đásub ubâlâšvuođâst

source: J. E. Rosberg: Lappi (1911) ja Lapplynne (1922).
smn: J. E. Rosberg: Lappi (1911) já Lapplynne (1922).

source: Tutkimusalana maantiede.
smn: Tutkâmamnâsin eennâmtieđâ.

source: Kansatiede.
smn: Samuli Paulaharju: Taka-Lappia (1927).

source: Inarin kirkkojen ja paimenten muisto (1952).
smn: Inarin kirkkojen ja paimenten muisto.

source: Täydennetty painos 1981.
smn: (1952) Tievâsmittum tiädus 1981.

source: Voitto Viinanen: Inarin rajahistoria II (2006).
smn: Pekka Sammallahti: The Saami Languages. An Introduction (1998).

source: Ilmari Mattus on laatinut laajan paikannimikirjan, jossa on inarinsaamenkielisten nimien lisäksi myös pohjoissaamen, koltansaamen ja suomen paikannimiä.
smn: Ilmari Mattus lii ráhtâm vijđes päikkinommâkirje, mast láá anarâškielâlij nomâi lasseen val orjâlâškielâ, nuorttâlâškielâ já suomâkielâ päikkinoomah.

source: Kirja on käsikirjoituksena.
smn: Kirje lii val kietâčaalân.

source: Marko Jouste on tutkinut inarinsaamelaista joikua.
smn: Marko Jouste lii tutkâm anarâš liivđijd.

source: Hänen väitöskirjatyönsä Inarin pohjoissaamelaisesta joiusta on viimeistelyn alla.
smn: Suu náguskirje Aanaar orjâlâšâi juáigusijn lii valmâštuumin.

source: Heikki Väisänen ja Uula Morottaja Talvitupalompolon talolla.
smn: Heikki Väisänen já Uula Morottaja Tälvitupeluobbâl tuve lunne.

source: Kuvaaja Frans Äimä.
smn: Kovvejeijee Frans Äimä.

source: Iijärven Mujoja turvekodan edustalla J. E. Rosbergin kirjassa Lappi vuodelta 1911.
smn: Ijjäävri Mujoh lavŋekuáđi ovdiibeln J. E Rosberg kirjeest Lappi ivveest 1911.
